Autodesk.Revit.DB.GBXMLImportOptions.#ctor
Default constructor. Sets all options to their default values.

Autodesk.Revit.DB.GBXMLImportOptions
Import options for Green-Building XML format.
Remarks:
Not used currently. Reserved for future use.